<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Sam01 <m.sajad079@gmail.com>
 */
$lang['technique']             = 'روش تعبیه فونت';
$lang['technique_o_fontface']  = 'فونت‌های آپلود شده';
$lang['technique_o_google']    = 'گوگل فونت‌ها';
$lang['fontFile']              = 'نام فایل فونت (برای فونت‌های آپلودشده: بدون پسوند، برای فونت‌های گوگل: پسوند "=family?")';
$lang['fontName']              = 'نام فونت (به عنوان استفاده در CSS)';
$lang['elements']              = 'برای کدام عناصر فونت باید استفاده شود؟ (جداکردن با کاما, وقتی موردنیاز نیست از فونت‌های دیگر در CSS استفاده می‌شود)';
$lang['genericFamily']         = 'خانواده‌ فونت عمومی';
$lang['fontFile2']             = 'نام فایل فونت دوم (برای فونت‌های آپلودشده: بدون پسوند، برای فونت‌های گوگل: پسوند "=family?")';
$lang['fontName2']             = 'نام فابل فونت دوم (به عنوان استفاده در CSS)';
$lang['elements2']             = 'برای کدام عناصر فونت دوم باید استفاده شود؟ (جداکردن با کاما, وقتی موردنیاز نیست از فونت‌های دیگر در CSS استفاده می‌شود)';
$lang['genericFamily2']        = 'خانواده‌ فونت عمومی دوم';
